Repository: m6mmi/h-t-handcraft
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: Täida ankeet
es: Rellenar el formulario
ru: Заполните анкету

source: Saada
es: Enviar
ru: Отправить

source: Erilahendusega toote tellimine
es: Pedido de producto personalizado
ru: Заказ продукта на заказ

source: Kui sul on spetsiifiline nägemus või idee, mida sa tahaksid meie kaudu ellu viia, täida vorm ja anna meile oma ideest teada. Me võtame sinuga ühendust ühe tööpäeva jooksul, et arutada täpsemaid üksikasju ja vajadusel pakkuda konsultatsiooni.
es: Si tienes una visión o idea específica que te gustaría llevar a cabo a través de nosotros, rellena el formulario y cuéntanos tu idea. Nos pondremos en contacto contigo en un día laborable para discutir más detalles y, si es necesario, ofrecerte una consulta.
ru: Если у вас есть конкретная идея или видение, которое вы хотите реализовать с нашей помощью, заполните форму и сообщите нам о своей идее. Мы свяжемся с вами в течение одного рабочего дня, чтобы обсудить детали и, если необходимо, предложить консультацию.

source: Kõiki silte ja tooteid, mis on kategooriates nimetatud, on selle ankeedi abil võimalik oma tekstiga tellida.
es: Todos los productos y etiquetas mencionados en las categorías pueden ser pedidos con tu propio texto utilizando este formulario.
ru: Все товары и ярлыки, указанные в категориях, могут быть заказаны с вашим текстом через эту анкету.

source: Kirjelda oma ideed võimalikult detailselt.
es: Describe tu idea de la manera más detallada posible.
ru: Опишите вашу идею как можно подробнее.

source: Vajadusel lisa pilt või joonis oma kavandist.
es: Si es necesario, adjunta una imagen o un dibujo de tu diseño.
ru: При необходимости добавьте изображение или чертеж вашего дизайна.

source: Meie meeskond annab endast parima, et realiseerida sinu nägemus.
es: Nuestro equipo hará todo lo posible para hacer realidad tu visión.
ru: Наша команда сделает все возможное, чтобы реализовать ваше видение.

source: Näidised
es: Muestras
ru: Примеры

source: Ühtegi pilti pole veel lisatud.
es: No se ha añadido ninguna imagen aún.
ru: Изображения пока не добавлены.

source: Default Image
es: Imagen predeterminada
ru: Изображение по умолчанию

source: Hind
es: Precio
ru: Цена

source: Laojääk
es: Existencias
ru: Остаток на складе

source: Lisa ostukorvi
es: Añadir al carrito
ru: Добавить в корзину

source: ⬅︎ Tagasi
es: ⬅︎ Volver
ru: ⬅︎ Назад

source: Page navigation
es: Navegación de página
ru: Навигация по страницам

source: First
es: Primero
ru: Первый

source: Previous
es: Anterior
ru: Предыдущий

source: Next
es: Siguiente
ru: Следующий

source: Last
es: Último
ru: Последний

source: Aitäh!
es: ¡Gracias!
ru: Спасибо!

source: Oleme sinu soovi koos informatsiooniga kätte saanud, võtame sinuga esimesel võimalusel ühendust.
es: Hemos recibido tu solicitud junto con la información, nos pondremos en contacto contigo en cuanto nos sea posible.
ru: Мы получили вашу просьбу с информацией и свяжемся с вами при первой возможности.

source: Toode
es: Producto
ru: Продукт

source: Kogus
es: Cantidad
ru: Количество

source: Hind €
es: Precio €
ru: Цена €

source: Kokku €
es: Total €
ru: Итого €

source: Kokku
es: Total
ru: Итого

source: Kinnita tellimus
es: Confirmar pedido
ru: Подтвердить заказ

source: Tooteid ei ole listud ostukorvi
es: No hay productos en el carrito
ru: Нет товаров в корзине

source: Logi sisse / Registreeri
es: Iniciar sesión / Registrarse
ru: Войти / Зарегистрироваться

source: Tellija informatsioon
es: Información del cliente
ru: Информация о покупателе

source: Eesnimi
es: Nombre
ru: Имя

source: Perekonnanimi
es: Apellido
ru: Фамилия

source: E-Mail
es: Correo electrónico
ru: Электронная почта

source: Aadress
es: Dirección
ru: Адрес

source: Linn
es: Ciudad
ru: Город

source: Maakond
es: Provincia
ru: Область

source: Postiinteks
es: Código postal
ru: Почтовый индекс

source: Riik
es: País
ru: Страна

source: Telefoni number
es: Número de teléfono
ru: Номер телефона

source: Kinnita tellija andmed
es: Confirmar los datos del cliente
ru: Подтвердить данные покупателя

source: Saatmine
es: Envío
ru: Доставка

source: Vahesumma
es: Subtotal
ru: Промежуточная сумма

source: Sinu ideed, meie teostus – sinu mõtted, meie teod!
es: ¡Tus ideas, nuestra ejecución – tus pensamientos, nuestras acciones!
ru: Твои идеи, наше исполнение — твои мысли, наши действия!

source: Otsing
es: Búsqueda
ru: Поиск

source: Otsi tooteid...
es: Buscar productos...
ru: Ищите продукты...

source: Product search
es: Búsqueda de productos
ru: Поиск продукта

source: Otsi
es: Buscar
ru: Искать

source: Tellimused
es: Pedidos
ru: Заказы

source: Profiil
es: Perfil
ru: Профиль

source: Logi välja
es: Cerrar sesión
ru: Выйти

source: Erilahendused
es: Soluciones personalizadas
ru: Индивидуальные решения

source: Meist
es: Sobre nosotros
ru: О нас

source: Tagasiside
es: Comentarios
ru: Обратная связь

source: Jäetud tagasiside
es: Comentarios dejados
ru: Оставленная обратная связь

source: Vaikimisi pilt
es: Imagen predeterminada
ru: Изображение по умолчанию

source: Vaata lähemalt
es: Ver más
ru: Посмотреть подробнее

source: Tajutav
es: Perceptible
ru: Ощущаемая

source: Geolocation is not supported by your browser
es: La geolocalización no es compatible con tu navegador
ru: Ваш браузер не поддерживает геолокацию

source: Locating…
es: Localizando…
ru: Поиск местоположения…

source: Location found.
es: Ubicación encontrada.
ru: Местоположение найдено.

source: Unable to retrieve your location
es: No se pudo obtener tu ubicación
ru: Не удалось получить ваше местоположение

source: Muuda parooli
es: Cambiar contraseña
ru: Изменить пароль

source: Muuda
es: Cambiar
ru: Изменить

source: Katkesta
es: Cancelar
ru: Отменить

source: Nimi
es: Nombre
ru: Имя

source: Email
es: Correo electrónico
ru: Электронная почта

source: Sinu tagasiside
es: Tu comentario
ru: Ваш отзыв

source: Lisatud tagasisided
es: Comentarios añadidos
ru: Добавленные отзывы

source: Kuupäev
es: Fecha
ru: Дата

source: Tellimus
es: Pedido
ru: Заказ

source: Saaja andmed
es: Datos del destinatario
ru: Данные получателя

source: Saatmise viis
es: Método de envío
ru: Способ доставки

source: Pakiautomaat
es: Máquina de paquetería
ru: Пакетоматы

source: Logi sisse
es: Iniciar sesión
ru: Войти

source: Kasutajanimi:
es: Nombre de usuario:
ru: Имя пользователя:

source: Sisesta enda kasutajanimi
es: Introduce tu nombre de usuario
ru: Введите ваше имя пользователя

source: Parool:
es: Contraseña:
ru: Пароль:

source: Sisesta enda parool
es: Introduce tu contraseña
ru: Введите ваш пароль

source: Unustasid parooli?
es: ¿Olvidaste tu contraseña?
ru: Забыли пароль?

source: Kasutaja puudub?
es: ¿No tienes cuenta?
ru: Пользователь не найден?

source: Registreeri siin
es: Regístrate aquí
ru: Зарегистрируйтесь здесь

source: ei leitud
es: no encontrado
ru: не найдено

source: Parool uuendatud
es: Contraseña actualizada
ru: Пароль обновлен

source: Sinu parool on muudetud. Nüüd saad sisselogida.
es: Tu contraseña ha sido cambiada. Ahora puedes iniciar sesión.
ru: Ваш пароль изменен. Теперь вы можете войти.

source: Palun sisesta uus parool.
es: Por favor, introduce una nueva contraseña.
ru: Пожалуйста, введите новый пароль.

source: Kinnita
es: Confirmar
ru: Подтвердить

source: Parooli taastamine
es: Recuperación de contraseña
ru: Восстановление пароля

source: Oleme saatnud Teile juhised oma parooli seadistamiseks, kui Teie sisestatud e-posti aadress on kontoga seotud. Peaksite need saama mõne hetke pärast.
es: Hemos enviado las instrucciones para configurar tu contraseña, si la dirección de correo electrónico proporcionada está asociada con tu cuenta. Deberías recibirlas en unos momentos.
ru: Мы отправили вам инструкции по настройке пароля, если введенный вами адрес электронной почты связан с вашей учетной записью. Вы должны получить их через несколько минут.

source: Kui te ei saa e-kirja, kontrollige, et olete sisestanud registreerimiseks kasutatud aadressi ja vaadake oma rämpsposti kausta.
es: Si no recibes el correo electrónico, asegúrate de haber introducido la dirección de correo utilizada en el registro y revisa tu carpeta de spam.
ru: Если вы не получили письмо, проверьте, что вы ввели адрес электронной почты, который использовался при регистрации, и посмотрите в папке для спама.

source: Tagasi pealehele
es: Volver a la página principal
ru: Вернуться на главную страницу

source: profiil
es: perfil
ru: профиль

source: Personaalne informatsioon
es: Información personal
ru: Личная информация

source: Eesnimi:
es: Nombre:
ru: Имя:

source: Perekonnanimi:
es: Apellido:
ru: Фамилия:

source: Email:
es: Correo electrónico:
ru: Электронная почта:

source: Telefoni number:
es: Número de teléfono:
ru: Номер телефона:

source: Kasutaja loodud:
es: Usuario creado:
ru: Пользователь создан:

source: Muuda profiili
es: Modificar perfil
ru: Изменить профиль

source: Muuda parool
es: Cambiar contraseña
ru: Изменить пароль

source: Registreeri
es: Registrarse
ru: Зарегистрироваться

source: Kasutaja juba olemas?
es: ¿Ya tienes una cuenta?
ru: Пользователь уже существует?

source: Unustasid enda parooli? Sisesta email, millega registeerisid konto ja saadame Sulle lingi parooli taastamiseks.
es: ¿Olvidaste tu contraseña? Introduce el correo electrónico con el que registraste tu cuenta y te enviaremos un enlace para restablecerla.
ru: Забыли пароль? Введите email, с которым вы регистрировались, и мы отправим вам ссылку для восстановления пароля.

source: Saada email
es: Enviar correo electrónico
ru: Отправить email

source: Tagasi sisselogimise lehele
es: Volver a la página de inicio de sesión
ru: Вернуться на страницу входа

source: Muuda oma profiili
es: Modificar tu perfil
ru: Изменить свой профиль

source: Salvesta
es: Guardar
ru: Сохранить

source: Tagasi
es: Volver
ru: Назад

source: Tellimuse nr
es: Número de pedido
ru: Номер заказа

source: Tellimuse kuupäev
es: Fecha del pedido
ru: Дата заказа

source: Staatus
es: Estado
ru: Статус

source: Kinnitatud
es: Confirmado
ru: Подтверждено

source: Kinnitamata
es: No confirmado
ru: Не подтверждено
